Repository: dreamkhv/hogshot
Catalog: HogShot/Localizable.xcstrings
Source language: ru
Languages: en

source: Автор: Ivan Baranovskii
en: Author: Ivan Baranovskii

source: Версия %@ (%@)
en: Version %@ (%@)

source: Выйти
en: Quit

source: Как в системе
en: System

source: Комбинация %@ уже используется и недоступна.
en: The %@ combination is already in use and unavailable.

source: Копировать
en: Copy

source: Копировать в буфер обмена
en: Copy to clipboard

source: Нажмите комбинацию…
en: Press a key combination…

source: Настройки…
en: Settings…

source: Не удалось назначить хоткей
en: Couldn't assign the hotkey

source: Нужен доступ к записи экрана
en: Screen Recording access needed

source: О HogShot
en: About HogShot

source: ОК
en: OK

source: Открыть диалог сохранения
en: Show save dialog

source: Открыть настройки
en: Open Settings

source: Отмена
en: Cancel

source: Перезапустить
en: Restart

source: Перезапустить HogShot?
en: Restart HogShot?

source: Позже
en: Later

source: После захвата
en: After capture

source: Сделать скриншот (%@)
en: Take Screenshot (%@)

source: Скриншоты с аннотациями по хоткею %@
en: Screenshots with annotations via the %@ hotkey

source: Толщина линии: %d
en: Line width: %d

source: Хоткей
en: Hotkey

source: Цвет по умолчанию
en: Default color

source: Чтобы делать скриншоты, разрешите приложению доступ в Настройках системы → Конфиденциальность и безопасность → Запись экрана.
en: To take screenshots, allow the app access in System Settings → Privacy & Security → Screen Recording.

source: Чтобы сменить язык интерфейса, приложение нужно перезапустить.
en: Restart the app to apply the language change.

source: Язык
en: Language
